/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: צ'אט רב-פרוטוקולי (GTalk, XMPP, AIM) מאובטח ומוצפן";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "ChatSecure היא אפליקצית קוד פתוח להודעות מידיות המוצפנת ומאובטחת ע\"י פרוטוקול Off-the-Record של Cypherpunks המיועד להצפנת תקשורת על-גבי XMPP (Google Talk, Jabber, ועוד) או Oscar (AIM) ";

/* Below top decsription */
"Fork me on Github!" = "תמזלג אותי בGitHub :)";

/* Heading for first section */
"Multiprotocol Chat" = "צ'אט רב-פרוטוקולי";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "ChatSecure עובד עם חשבונות XMPP ו-AIM";

/* Heading for second section */
"Strong Encryption" = "הצפנה חזקה";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "ספריית Off-the-Record מספקת בסיס חזק לתקשורת מוצפנת";

/* Heading for third section */
"Compatible" = "תואם";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "ניתן לתקשר עם אפליקציות אחרות כמו Adium ו-Pidgin בצורה מאובטחת";